import React from "react";

const ConnectStorageStepTwo: React.FC = () => {
    return (
        <div>
            <p>7. Войдите в свою учетную запись.</p>
            <p>8. После входа в личный кабинет найдите раздел, связанный с управлением ключами доступа. Обычно он находится в настройках учетной записи или в разделе безопасности.</p>
            <p>9. В разделе управления ключами выберите опцию "Создать ключ доступа" или аналогичную.
                Введите необходимую информацию.</p>
            <p>10. Подтвердите создание ключа.</p>
            <p>11. После создания вам будут предоставлены Access Key ID и Secret Access Key. Важно сохранить эти ключи в безопасном месте, так как Secret Access Key может быть показан только один раз и не будет доступен для просмотра позже.</p>
        </div>
    );
};

export default ConnectStorageStepTwo;
